/* NSTextField (%) : <title:%> (oid:1083) */
"%" = "%";

/* NSTextField (0) : <title:01/2001> (oid:792) */
"01/2001" = "01/2001";

/* NSTextField (31/12/1999 23:59:59) : <title:31/12/1999 23:59:59> (oid:1101) */
"31/12/1999 23:59:59" = "31/12/1999 23:59:59";

/* NSTextField (99) : <title:99> (oid:1076) */
"99" = "99";

/* NSTextField (999) : <title:999> (oid:1091) */
"999" = "999";

/* NSTextField (9:59) : <title:9:59> (oid:802) */
"9:59" = "9:59";

/* NSTextField (<DNL>) : <title:<DNL>> (oid:724) */
"<DNL>" = "<DNL>";

/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1144) */
"<Do Not Localize>" = "<Do Not Localize>";

/* NSMenuItem : <title:<Do not localize>> (oid:963) */
"<Do not localize>" = "<Do not localize>";

/* NSMenuItem : <title:About MiniBatteryLogger> (oid:58) */
"About MiniBatteryLogger" = "Om MiniBatteryLogger";

/* NSIBHelpConnector : <title:Add new Snapshot> (oid:874) */
"Add new Snapshot" = "Ny ögonblicksbild";

/* NSTextField (Age:) : <title:Age:> (oid:1006) */
"Age:" = "Ålder:";

/* NSTextField (Amperage:) : <title:Amperage:> (oid:1075) */
"Amperage:" = "Strömförbrukning:";

/* NSTextField (Average) : <title:Average> (oid:712) */
"Average" = "Medelvärde";

/* NSMenu : <title:Battery> (oid:787) */
"Battery" = "Batteri";

/* NSMenuItem : <title:Battery details> (oid:1104) */
"Battery details" = "Batteri detaljer";

/* NSTextField (Battery model:) : <title:Battery model:> (oid:1184) */
"Battery model:" = "Batteri model:";

/* NSTextField (Battery purchased:) : <title:Battery purchased:> (oid:737) */
"Battery purchased:" = "Batteriet köpt:";

/* NSTextField (Best) : <title:Best> (oid:708) */
"Best" = "Bäst";

/* CPHUDBox (Box) : <title:Box> (oid:1094) */
"Box" = "Box";

/* NSMenuItem : <title:Bring All to Front> (oid:5) */
"Bring All to Front" = "Lägg alla överst";

/* ELMenuButton (Button) : <title:Button> (oid:1366) */
"Button" = "Knapp";

/* NSMenuItem : <title:CSV> (oid:1042) */
"CSV" = "CSV";

/* NSTextField (Capacity:) : <title:Capacity:> (oid:1087) */
"Capacity:" = "Kapacitet:";

/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "Ändra…";

/* NSMenuItem : <title:Charge> (oid:986) */
"Charge" = "Ladda";

/* NSMenuItem : <title:Charge + Time> (oid:984) */
"Charge + Time" = "Laddning + Tid";

/* NSTextField (Charge:) : <title:Charge:> (oid:1074) */
"Charge:" = "Laddar:";

/* NSTextField (Charging:) : <title:Charging:> (oid:1081) */
"Charging:" = "Ladning:";

/* NSMenuItem : <title:Chart> (oid:244) */
"Chart" = "Graf";

/* NSMenuItem : <title:Check Spelling> (oid:189) */
"Check Spelling" = "Kontrollera stavning";

/* NSMenuItem : <title:Check Spelling as You Type> (oid:191) */
"Check Spelling as You Type" = "Kontrollera stavningen när jag skriver";

/* NSMenuItem : <title:Check for updates> (oid:287) */
"Check for updates" = "Sök efter uppdateringar";

/* NSMenuItem : <title:Clear All> (oid:1368) */
"Clear All" = "Radera allt";

/* NSMenuItem : <title:Clear Log> (oid:238) */
"Clear Log" = "Rensa Logen";

/* NSMenuItem : <title:Clear Menu> (oid:126) */
"Clear Menu" = "Rensa menyn";

/* NSMenuItem : <title:Close> (oid:73) */
"Close" = "Stäng";

/* NSBox (Comparison) : <title:Comparison> (oid:714) */
"Comparison" = "Jämförelse";

/* NSMenuItem : <title:CSV> (oid:1042) */
"CSV" = "CSV";

/* NSMenuItem : <title:CSV (MS Excel)> (oid:1191) */
"CSV (MS Excel)" = "CSV (MS Excel)";

/* NSMenuItem : <title:Copy> (oid:157) */
"Copy" = "Kopiera";

/* NSMenuItem : <title:Current> (oid:1195) */
"Current" = "Aktuell";

/* NSMenuItem : <title:Cut> (oid:160) */
"Cut" = "Klipp";

/* NSTableColumn : <title:Cycle Count> (oid:610) */
"Cycle Count" = "Cykel räknare";

/* NSTextField (Cycle count:) : <title:Cycle count:> (oid:1090) */
"Cycle count:" = "Cykel räknare:";

/* NSTableColumn : <title:Date> (oid:609) */
"Date" = "Datum";

/* NSTextField (Date:) : <title:Date:> (oid:1100) */
"Date:" = "Datum:";

/* NSMenuItem : <title:Delete> (oid:1037) */
"Delete" = "Radera";

/* NSBox (Details) : <title:Details> (oid:418) */
"Details" = "Detaljer";

/* NSWindow (Diagnostics) : <title:Diagnostics> (oid:993) */
"Diagnostics" = "Diagnos";

/* NSMenuItem : <title:Diagnostics…> (oid:1071) */
"Diagnostics…" = "Diagnos…";

/* NSButton (Dismiss) : <title:Dismiss> (oid:356) */
"Dismiss" = "Avbryt";

/* NSMenu : <title:Edit> (oid:169) */
"Edit" = "Redigera";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:1127) */
"Enter your name and registration key" = "Skriv in ditt namn och registrerings nyckeln";

/* NSTextField (Estimated date of death:) : <title:Estimated date of death:> (oid:1002) */
"Estimated date of death:" = "Uppskattad datum för slutet:";

/* NSTextField (Estimated remaining life:) : <title:Estimated remaining life:> (oid:1003) */
"Estimated remaining life:" = "Uppskattad återstående livslängd:";

/* NSMenuItem : <title:Export…> (oid:1369) */
"Export…" = "Export…";

/* NSMenu : <title:Export As> (oid:1041) */
"Export As" = "Exportera som";

/* NSMenuItem : <title:File> (oid:83) */
"File" = "Fil";

/* NSSearchField (0) : <title:Filter> (oid:254) */
"Filter" = "Filter";

/* NSMenuItem : <title:Find> (oid:168) */
"Find" = "Sök";

/* NSMenuItem : <title:Find Next> (oid:167) */
"Find Next" = "Sök nästa";

/* NSMenuItem : <title:Find Previous> (oid:162) */
"Find Previous" = "Sök föregående";

/* NSMenuItem : <title:Find…> (oid:154) */
"Find…" = "Sök…";

/* NSMenuItem : <title:Get Info> (oid:1363) */
"Get Info" = "Hämta info";

/* NSMenuItem : <title:Get shared Data> (oid:789) */
"Get shared Data" = "Hämta delat data";

/* NSMenuItem : <title:HTML> (oid:1043) */
"HTML" = "HTML";

/* NSBox (Health) : <title:Health> (oid:823) */
"Health" = "Hälsa";

/* NSMenu : <title:Help> (oid:106) */
"Help" = "Hjälp";

/* NSMenuItem : <title:Hide MiniBatteryLogger> (oid:134) */
"Hide MiniBatteryLogger" = "Dölj MiniBatteryLogger";

/* NSMenuItem : <title:Hide Others> (oid:145) */
"Hide Others" = "Dölj övriga";

/* NSMenuItem : <title:Hide Sidebar> (oid:1349) */
"Hide Sidebar" = "Göm sidomeny";

/* NSMenuItem : <title:Hide Time when possible> (oid:1013) */
"Hide Time when possible" = "Dölj tid om möjligt";

/* NSMenuItem : <title:Icon Only> (oid:985) */
"Icon Only" = "Bara ikon";

/* CPHUDPanel (Inspector) : <title:Inspector> (oid:1072) */
"Inspector" = "Inspektera";

/* NSMenuItem : <title:Item1> (oid:741) */
"Item1" = "Föremål1";

/* NSMenuItem : <title:Jump to Selection> (oid:155) */
"Jump to Selection" = "Hoppa till markering";

/* NSTableColumn : <title:Length> (oid:854) */
"Length" = "Längd";

/* NSMenuItem : <title:Log> (oid:245) */
"Log" = "Log";

/* NSMenu : <title:MainMenu> (oid:29) */
"MainMenu" = "Huvudmeny";

/* NSTextField (Max Capacity:) : <title:Max Capacity:> (oid:670) */
"Max Capacity:" = "Max kapacitet:";

/* NSTableColumn : <title:Maximum Capacity> (oid:614) */
"Maximum Capacity" = "Maximalt kapacitet";

/* NSMenu : <title:Menu> (oid:1036) */
"Menu" = "Meny";

/* NSMenu : <title:MiniBatteryLogger> (oid:57) */
"MiniBatteryLogger" = "MiniBatteryLogger";

/* NSMenuItem : <title:MiniBatteryLogger Google Group > (oid:1234) */
"MiniBatteryLogger Google Group " = "MiniBatteryLogger Google Group ";

/* NSMenuItem : <title:MiniBatteryLogger Help> (oid:111) */
"MiniBatteryLogger Help" = "MiniBatteryLogger Hjälp";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "MiniBatteryLogger är shareware och kommer att sluta fungera efter 30 dagar om inte ni registrerar er.";

/* NSMenuItem : <title:MiniBatteryLogger Website> (oid:311) */
"MiniBatteryLogger Website" = "MiniBatteryLogger hemsida";

/* NSMenuItem : <title:Minimize> (oid:23) */
"Minimize" = "Minimera";

/* NSTextField (Model:) : <title:Model:> (oid:736) */
"Model:" = "Model:";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "Namn:";

/* NSMenuItem : <title:New> (oid:82) */
"New" = "Ny";

/* NSMenuItem : <title:Next> (oid:1059) */
"Next" = "Nästa";

/* NSTextField (No) : <title:No> (oid:1082) */
"No" = "Nej";

/* NSNibBindingConnector : <title:No Selection> (oid:872) */
"No Selection" = "Inget valt";

/* NSTableColumn : <title:Notes> (oid:853) */
"Notes" = "Notering";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "OK";

/* NSTextField (On Battery:) : <title:On Battery:> (oid:801) */
"On Battery:" = "På batteri:";

/* NSMenuItem : <title:Open Energy Saver…> (oid:1019) */
"Open Energy Saver…" = "Öppna Strömspararen…";

/* NSMenuItem : <title:Open Log in Console> (oid:590) */
"Open Log in Console" = "Öppna Log i Systemmedelande";

/* NSMenu : <title:Open Recent> (oid:125) */
"Open Recent" = "Öppna senaste";

/* NSMenuItem : <title:Open...> (oid:72) */
"Open..." = "Öppna...";

/* NSTextField (Original Capacity:) : <title:Original Capacity:> (oid:673) */
"Original Capacity:" = "Original kapacitet:";

/* NSMenu : <title:OtherViews> (oid:739) */
"OtherViews" = "Andra vyer";

/* NSTextField (Overall:) : <title:Overall:> (oid:1000) */
"Overall:" = "Generell:";

/* NSTextField (Overall rating:) : <title:Overall rating:> (oid:1000) */
"Overall rating:" = "Helhetsbetyg:";

/* NSMenuItem : <title:Page Setup…> (oid:77) */
"Page Setup…" = "Utskriftsformat…";

/* NSMenuItem : <title:Paste> (oid:171) */
"Paste" = "Klistra in";

/* NSMenuItem : <title:Paste and Match Style> (oid:204) */
"Paste and Match Style" = "Klistra in och matcha stilen";

/* NSTextField (Peak Amperage:) : <title:Peak Amperage:> (oid:798) */
"Peak Amperage:" = "Max strömförbrukning:";

/* NSTextField (Plugged:) : <title:Plugged:> (oid:1079) */
"Plugged:" = "Nätdrift:";

/* NSMenuItem : <title:Preferences…> (oid:1152) */
"Preferences…" = "Inställningar…";

/* NSMenuItem : <title:Previous> (oid:1060) */
"Previous" = "Föregående";

/* NSMenuItem : <title:Print…> (oid:78) */
"Print…" = "Skriv ut…";

/* NSTextField (Product code:) : <title:Product code:> (oid:735) */
"Product code:" = "Produkt kod:";

/* NSButton (Purchase Replacement Battery) : <title:Purchase Replacement Battery> (oid:997) */
"Purchase Replacement Battery" = "Köp utbytesbatteri";

/* NSMenuItem : <title:Quit MiniBatteryLogger> (oid:1155) */
"Quit MiniBatteryLogger" = "Avsluta MiniBatteryLogger";

/* NSBox (Ratings) : <title:Ratings> (oid:1010) */
"Ratings" = "Ställning";

/* NSMenuItem : <title:Redo> (oid:173) */
"Redo" = "Gör om";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "Registrerad på:";

/* NSButton (Register online) : <title:Register online> (oid:1150) */
"Register online" = "Registrera uppkopplad";

/* NSButton (Register…) : <title:Register…> (oid:1150) */
"Register…" = "Registrera…";

/* NSWindow (Registration) : <title:Registration> (oid:343) */
"Registration" = "Registering";

/* NSBox (Registration Information) : <title:Registration Information> (oid:1141) */
"Registration Information" = "Registrerings information";

/* NSTextField (Registration Key:) : <title:Registration Key:> (oid:353) */
"Registration Key:" = "Registrerings nyckel:";

/* NSTextField (Registration is securely handled through PayPal. PayPal accepts all major credit cards. You don't need to open an account.) : <title:Registration is securely handled through PayPal. PayPal accepts all major credit cards. You don't need to open an account.> (oid:333) */
"Registration is securely handled through PayPal. PayPal accepts all major credit cards. You don't need to open an account." = "Registrering är säkert gjort genom PayPal. PayPal accepterar alla vanliga kreditkort. Du behöver inte öppna ett konto.";

/* NSMenuItem : <title:Registration…> (oid:342) */
"Registration…" = "Registrering…";

/* NSBox (Remaining Life) : <title:Remaining Life> (oid:1008) */
"Remaining Life" = "Återstående livslängd";

/* NSTextField (Remarks:) : <title:Remarks:> (oid:1006) */
"Remarks:" = "Anmärkning:";

/* NSIBHelpConnector : <title:Remove selected Session> (oid:873) */
"Remove selected Session" = "Ta bort valda sessioner";

/* NSIBHelpConnector : <title:Remove selected Snapshot> (oid:875) */
"Remove selected Snapshot" = "Ta bort valda ögonblicksbilder";

/* NSMenuItem : <title:Reset Battery Timer> (oid:972) */
"Reset Battery Timer" = "Återställ batteri klockan";

/* NSIBHelpConnector : <title:Reset Timer> (oid:843) */
"Reset Timer" = "Återställ klockan";

/* NSMenuItem : <title:Revert> (oid:112) */
"Revert" = "Återgå";

/* NSMenuItem : <title:Save As…> (oid:80) */
"Save As…" = "Spara som…";

/* NSMenuItem : <title:Save Session> (oid:75) */
"Save Session" = "Spara session";

/* NSMenuItem : <title:Select All> (oid:172) */
"Select All" = "Välj allt";

/* NSMenuItem : <title:Send feedback…> (oid:239) */
"Send feedback…" = "Skicka återkoppling…";

/* NSMenuItem : <title:Services> (oid:131) */
"Services" = "Service";

/* NSTableColumn : <title:Session> (oid:852) */
"Session" = "Session";

/* NSMenuItem : <title:Session Inspector> (oid:1105) */
"Session Inspector" = "Inspektera sessioner";

/* NSMenuItem : <title:Share your Data> (oid:788) */
"Share your Data" = "Dela ut dina data";

/* NSMenuItem : <title:Shared Battery Data Archive> (oid:796) */
"Shared Battery Data Archive" = "Delade Batteridata arkiv";

/* NSMenuItem : <title:Shift left> (oid:625) */
"Shift left" = "Skifta till vänster";

/* NSMenuItem : <title:Shift right> (oid:626) */
"Shift right" = "Skifta till höger";

/* NSMenu : <title:Show> (oid:983) */
"Show" = "Visa";

/* NSMenuItem : <title:Show All> (oid:150) */
"Show All" = "Visa alla";

/* NSMenuItem : <title:Show Main Window> (oid:966) */
"Show Main Window" = "Visa huvudfönstret";

/* NSMenuItem : <title:Show Sessions Browser> (oid:863) */
"Show Sessions Browser" = "Visa sessions Browser";

/* NSMenuItem : <title:Show/hide Toolbar> (oid:409) */
"Show/hide Toolbar" = "Visa/dölj verktygsfält";

/* NSMenu : <title:Spelling> (oid:185) */
"Spelling" = "Stavning";

/* NSMenuItem : <title:Spelling…> (oid:187) */
"Spelling…" = "Stavning…";

/* NSMenuItem : <title:Statistics> (oid:605) */
"Statistics" = "Statistik";

/* NSMenuItem : <title:Stop Monitoring> (oid:971) */
"Stop Monitoring" = "Stoppa övervakning";

/* NSTextField (Supported:) : <title:Supported:> (oid:1185) */
"Supported:" = "Supported:";

/* NSTextField (Thank you!) : <title:Thank you!> (oid:372) */
"Thank you!" = "Tack!";

/* NSTextField (Thanks for using MiniBatteryLogger!) : <title:Thanks for using MiniBatteryLogger!> (oid:318) */
"Thanks for using MiniBatteryLogger!" = "Tack för användning av MiniBatteryLogger!";

/* NSMenuItem : <title:Time> (oid:987) */
"Time" = "Tid";

/* NSBox (Times) : <title:Times> (oid:556) */
"Times" = "Tider";

/* NSBox (Title) : <title:Title> (oid:744) */
"Title" = "Titel";

/* NSTextField (To empty:) : <title:To empty:> (oid:555) */
"To empty:" = "För att tömma:";

/* NSTextField (To full:) : <title:To full:> (oid:554) */
"To full:" = "För full:";

/* NSMenuItem : <title:Toggle Sessions Browser> (oid:863) */
"Toggle Sessions Browser" = "Aktivera pass registrert";

/* NSMenuItem : <title:Undo> (oid:158) */
"Undo" = "Ångra";

/* NSMenuItem : <title:Use Selection for Find> (oid:161) */
"Use Selection for Find" = "Använd markering för sökning";

/* NSMenu : <title:View> (oid:243) */
"View" = "Visa";

/* NSTextField (Voltage:) : <title:Voltage:> (oid:1084) */
"Voltage:" = "Volt:";

/* NSMenu : <title:Window> (oid:24) */
"Window" = "Fönster";

/* NSTextField (Worst) : <title:Worst> (oid:713) */
"Worst" = "Sämst";

/* NSTextField (Wrong Registration Key!) : <title:Wrong Registration Key!> (oid:579) */
"Wrong Registration Key!" = "Fel registrerad nyckel!";

/* NSMenuItem : <title:Zoom> (oid:197) */
"Zoom" = "Zoom";

/* NSMenuItem : <title:Zoom in> (oid:250) */
"Zoom in" = "Zooma in";

/* NSMenuItem : <title:Zoom out> (oid:249) */
"Zoom out" = "Zooma ut";

/* NSMenuItem : <title:Zoom to fit> (oid:1017) */
"Zoom to fit" = "Zooma för att passa";

/* NSTextField (h) : <title:h> (oid:803) */
"h" = "h";

/* NSTextField (mA) : <title:mA> (oid:1078) */
"mA" = "mA";

/* NSTextField (mAh) : <title:mAh> (oid:1089) */
"mAh" = "mAh";

/* NSTextField (mV) : <title:mV> (oid:1086) */
"mV" = "mV";

/* NSTableColumn : <title:•> (oid:886) */
"•" = "•";

